Repository: fredicinho/Refactory.Login
Catalog: Resources/Private/Translations/*/Main.xlf
Languages: de

source: Login
de: Anmelden

source: Username
de: Benutzername

source: Password
de: Kennwort

# authentication.username.placeholder
source: Username
de: Benutzername

# authentication.password.placeholder
source: Password
de: Kennwort

# authentication.failed
source: The entered username or password was wrong!
de: Benutzername oder Kennwort falsch

source: Remember me
de: Angemeldet bleiben

# resetLink
source: Use the this link to reset your password.
de: Kennwort zurücksetzen.

source: Reset password request
de: Kennwort zurücksetzen

# userNameEmailForInstructions
source: Type username / email to get reset instructions
de: Benutzername oder E-Mail-Adresse angeben, um Kennwort zurücksetzen

source: Username/Email
de: Benutzername/E-Mail

source: Request new password
de: Kennwort zurücksetzen

# resetMailSend
source: Reset password mail has been sent
de: Sie haben eine E-Mail mit Anweisungen erhalten.

source: Back
de: zurück

# mail.subject.passwordResetRequest
source: Reset password request
de: Ihre Anfrage: Kennwort zurücksetzen

source: Reset password
de: Kennwort zurücksetzen

# inputNewPassword
source: New password
de: Neues Kennwort

# inputNewPasswordRepeat
source: Repeat new password
de: Neues Kennwort bestätigen

# tokenExpiredBefore
source: You are trying to reset your password, but:
de: Sie wollen Ihr Kennwort zurücksetzen, aber:

# tokenNotValid
source: This token is not valid!
de: Das Token ist ungültig!

source: Reset procedure
de: Prozedur zum Zurücksetzen

# passwordChanged
source: Your password has changed
de: Das Kennwort wurde geändert.

# link.resetPassword
source: Forgot my password?
de: Kennwort vergessen?

# link.login
source: Back to login?
de: Anmelden?

# sentence.reset1
source: We've sent a mail to your e-mail address please:
de: Wir haben Ihnen eine E-Mail gesendet:

# sentence.reset2
source: Check your inbox!
de: Überprüfen Sie Ihren Posteingang.

# sentence.reset3
source: To proceed resetting your password please click on the link inside the email.
de: Bitte klicken Sie den Link in Ihrer Mail an, um das Kennwort zurückzusetzen.

# passwordController.sendResetRequest.noUsernameGiven
source: No username or e-mail address was given!
de: Benutzername oder E-Mail-Adresse nicht angegeben

# passwordController.reset.changePasswordFailed
source: Attempt to change password failed!
de: Kennwort konnte nicht geändert werden

# passwordController.reset.passwordAndConfirmationNotIdentical
source: Password and password confirmation are not identical!
de: Kennwörter stimmen nicht überein

# loginController.logout.successful.title
source: Logout
de: Abmeldung

# loginController.logout.successful.message
source: Successfully signed out.
de: Sie wurden abgemeldet.
